//Core
import React from 'react';
import './style.scss';
import { Link } from "react-router-dom";

//Utils
import { URL } from "@/utils/constants";

const UseOfSite:React.FC = () => {
    return (
        <section className = 'use-of-site'>
            <div className = 'content-wrap'>
                <h1 className = 'use-of-site__title second-title'>Умови користування сайтом</h1>
                <div className = 'content-page'>

                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Загальні положення</h2>
                        <ol>
                            <li>Умови використання <i>(далі – Умови)</i> стосуються всіх, хто має намір використовувати та
                                використовує вебсайт <a href = '/' title = 'tellme'>{URL}/</a> <i>(далі – Сайт)</i>, що належить Громадській
                                організації «Інститут когнітивного моделювання» <i>(далі – ГО )</i>.
                            </li>
                            <li>Особи, що використовують Сайт (далі – Користувачі), повинні дотримуватися Умов,
                                викладених нижче. Якщо Користувачі не згодні з цими Умовами, Політикою конфіденційності
                                та обробки персональних даних, вони можуть припинити використовувати Сайт.
                            </li>
                            <li>ГО визначає Умови використання сайтом і залишає за собою право вимагати від Користувачів
                                виконання цих Умов.
                            </li>
                            <li>Незнання Умов Користувачами не звільняє від необхідності їх виконання. Використання
                                Сайту автоматично означає Вашу згоду з цими Умовами і з необхідністю їх дотримання.
                            </li>
                            <li>Мета Сайту – надання психологічної підтримки тим, хто потребує консультації, допомоги у
                                зв’язку з поширенням пандемії COVID-19, шляхом забезпечення їх зв'язку із
                                контрагентами/партнерами, які співпрацюють з ГО та які забезпечують надання
                                психологічної підтримки.
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Право власності на контент</h2>
                        <ol>
                            <li>Сайт і всі авторські права та інші права інтелектуальної власності стосовно всіх
                                текстів, малюнків, логотипів, креслень, зображень та інших матеріалів на цьому Сайті
                                (далі – Контент), що визначають ГО та/або третіх осіб, що є власниками продукції та/або
                                послуг, є власністю ГО або третіх осіб, що є власниками продукції та/або послуг.
                            </li>
                            <li>Контент захищений авторськими правами, а також правами на дизайн і торгові знаки. Нічого
                                з того, що міститься у цих Умовах, не може бути витлумачено як надання непрямо, за
                                замовчуванням, та ін. будь-якої ліцензії або права на використання торгової марки,
                                патенту, прав на дизайн або авторських прав ГО або будь-яких третіх осіб.
                            </li>
                            <li>Користувачі можуть зберегти Контент, однак тільки з метою інформаційного,
                                некомерційного, неприбуткового особистого використання й за умови відсутності видалення,
                                зміни або приховування будь-якої інформації, частини Контенту.
                            </li>
                            <li>Користувачі не можуть розповсюджувати, модифікувати, копіювати (окрім такого копіювання,
                                яке зазначене вище), передавати, викладати, повторно вживати, публікувати, ліцензувати,
                                створювати похідні роботи, передавати, продавати або в інший спосіб використовувати
                                Контент без попереднього письмового дозволу ГО.
                            </li>
                            <li>Користувачам заборонено використовувати Сайт для рекламування або для проведення
                                маркетингових кампаній, або для здійснення «масової розсилки» повідомлень, що мають
                                характер «спаму.
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Правила користування ресурсами сайту</h2>
                        <ol>
                            <li>Всі онлайн-сервіси на Сайті надаються виключно з метою забезпечення зв'язку осіб, які
                                потребують психологічної консультації, допомоги у зв’язку з поширенням пандемії COVID-19 із
                                контрагентами/партнерами, які співпрацюють з ГО та які забезпечують надання психологічної
                                підтримки.
                            </li>
                            <li>
                                При використанні Сайту Користувач та контрагент/партнер, який співпрацює з ГО та який
                                забезпечує надання психологічної підтримки погоджується з наступним:
                                <ul>
                                    <li>використання Сайту не порушує прав третіх осіб;</li>
                                    <li>
                                        не використовувати будь-які пристрої, механізми, програмне забезпечення або інші
                                        скрипти, які можуть порушити роботу Сайту. Це включає в себе завантаження файлів,
                                        інфікованих вірусами;
                                    </li>
                                    <li>
                                        при використанні Сайту не вчиняти дій, спрямованих на
                                        невиправдану або надмірне навантаження на інфраструктуру ГО;
                                    </li>
                                    <li>
                                        не розміщувати, передавати або поширювати будь-яку
                                        інформацію на Сайті або через цей Сайт, яка може завдати шкоди, бути
                                        непристойною, що дискредитує або іншої незаконної інформацією;
                                    </li>
                                    <li>
                                        при використанні Сайту не вчиняти дій, спрямованих на
                                        блокування, перезапис або зміну будь-якого контенту, створеного ГО, або
                                        іншим чином здійснювати зловмисний доступ до Сайту;
                                    </li>
                                    <li>
                                        не розголошувати конфіденційну інформацію будь-якої
                                        фізичної або юридичної особи без її згоди;
                                    </li>
                                    <li>
                                        при використанні Сайту, при наданні/отриманні психологічної допомоги не вчиняти дій,
                                        спрямованих на відео-, аудіо- запис сеансу;
                                    </li>
                                    <li>
                                        при використанні та отриманні психологічної допомоги Користувач буде надавати
                                        виключно достовірну інформацію, без її спотворення, викривлення, тощо;
                                    </li>
                                    <li>
                                        при використанні та наданні психологічної допомоги контрагент/партнер забезпечує
                                        надання психологічної підтримки у відповідності до вимог чинного законодавства,
                                        порядку застосування методів психологічної і психотерапевтичної допомоги,
                                        затверджені МОЗ України, протоколів лікування. При наданні психологічної допомоги
                                        контрагент/партнер забезпечує збереження лікарської таємниці, анонімність пацієнта.
                                    </li>
                                </ul>
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Наслідки несанкціонованого використання</h2>
                        <ol>
                            <li>Без шкоди для прав ГО (незалежно від того, чи базуються вони на законі або інших положеннях)
                                ГО залишає за собою право відмовити Користувачу чи контрагенту/партнеру,
                                який співпрацює з ГО та який забезпечує надання психологічної підтримки у доступі до Сайту,
                                якщо він порушує будь-яке з цих Умов та / або Політики конфіденційності.
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Відповідальність</h2>
                        <ol>
                            <li>ГО не несе відповідальності за будь-які порушення або збої роботи Сайту, зокрема ті, що
                                обмежують доступ Користувачів у користуванні Сайтом.
                            </li>
                            <li>Користувачі використовують Сайт виключно на власний ризик та в межах чинного
                                законодавства України і несуть відповідальність за свою діяльність, дії чи
                                бездіяльність, які тим чи іншим чином знайшли відображення на Сайті та/або вчинені з
                                використанням Сайту.
                            </li>
                            <li>ГО та/або контрагент/партнери, які співпрацюють з ГО та які забезпечують надання
                                психологічної підтримки не несуть жодної відповідальності за результати психологічної
                                допомоги, їх якість у випадку надання Користувачем недостовірної інформації щодо себе
                                (дата народження, вік, стать,  сфера діяльності, сімейний стан, тощо).
                            </li>
                            <li>ГО не несе жодної відповідальності за збитки, понесені в результаті використання або
                                невикористання його інформації та сервісів, розміщених на Сайті.
                            </li>
                            <li>ГО не несе жодної відповідальності за своєчасність надання психологічної допомоги,
                                результати психологічної допомоги, їх якість, дії контрагента/партнера, який співпрацює з
                                ГО та який забезпечує надання психологічної підтримки тощо.
                            </li>
                            <li>Власник сайту не несе ніякої відповідальності перед Користувачами або третіми особами за
                                можливий збиток, пов&rsquo;язаний з використанням Сайту та розміщених на ньому послуг.
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Зміни до Умов </h2>
                        <ol>
                            <li>ГО залишає за собою право в будь-який час змінювати ці Умови.</li>
                            <li>Усі зміни набувають чинності з моменту їх оприлюднення на Сайті.</li>
                            <li>Продовжуючи використовувати Сайт, Користувач підтверджує згоду з цими Умовами, що чинні
                                на момент використання Сайту.
                            </li>
                        </ol>
                    </div>
                    <div className = 'use-of-site__tex-wrap'>
                        <h2 className = 'title'>Контактна інформація</h2>
                        <ol>
                            <li>Якщо у Користувачів виникнуть будь-які запитання щодо цих Умов, можна звертатися до ГО
                                за електронною адресою: <a href = 'mailto:tellmecomua@gmail.com'>tellmecomua@gmail.com</a> або за адресою: 03150, <a
                                    href = 'https://goo.gl/maps/FSsw12fsAKpoLKWw9' target = '_blank'>м. Київ, вулиця
                                    Предславинська, будинок 40</a>, приміщення 178.
                            </li>
                        </ol>
                    </div>

                </div>
            </div>
        </section>
    );
};

export default UseOfSite;
