[
    {
        "url": "/img/partners/moz.png",
        "title": "МОЗ",
        "link": "https://moz.gov.ua/",
        "description": "МОЗ - центральный орган исполнительной власти Украины в сфере охраны здоровья"
    },
    {
        "url": "/img/partners/caratis.png",
        "title": "Каритас Украины",
        "link": "https://caritas-kiev.org.ua/",
        "description": "Каритас Украины - благотворительная неправительственная организация, которая оказывает помощь нуждающимся, независимо от религии, национальности или социального статуса и является членом международной конфедерации Caritas Internationalis"
    },
    {
        "url": "/img/partners/kognitiv.png",
        "title": "Украинский институт когнитивно-поведенческой терапии",
        "link": "https://i-cbt.org.ua/",
        "description": "Украинский институт когнитивно-поведенческой терапии способствует развитию когнитивно-поведенческой терапии Украины путем организации качественных образовательных программ по КПТ в соответствии с современными европейскими стандартами."
    },
    {
        "url": "/img/partners/yky.png",
        "title": "УКУ",
        "link": "https://ucu.edu.ua/",
        "description": "УКУ - открытое академическое сообщество, которое живет восотчнохристианскими традициями и воспитывает проводников общества, профессионалов, для служения в Украине и за её пределами – во имя славы Божьей, общего блага и человеческого достоинства"
    },
    {
        "url": "/img/partners/chervonii-hrest.png",
        "title": "Красный Крест",
        "link": "https://redcross.org.ua/",
        "description": "Всеукраинская, добровольная, общественная, гуманитарная организация, которая ставит своей целью защиту жизни человека, предупреждения и облегчения человеческих страданий во время вооруженных конфликтов, стихийных бедствий, катастроф и аварий."
    },
    {
        "url": "/img/partners/shevchenka.png",
        "title": "Киевский национальный университет имени Тараса Шевченка",
        "link": "http://www.univ.kiev.ua/",
        "description": "Киевский национальный университет имени Тараса Шевченка — классический университет исследовательского типа, ведущий современный научно-учебный центр Украины"
    },
    {
        "url": "/img/partners/bogomolca.png",
        "code": "nmu",
        "title": "Національний медичний університет імені О.О. Богомольця",
        "link": "http://nmuofficial.com/",
        "description": "Национальный медицинский университет имени О.О. Богомольца - это высшее учебное заведение, объединяющее 10 факультетов и 87 кафедр, 2 НИИ, Учебно-научный центр – Украинский тренинговый центр семейной медицины, Институт последипломного образования"
    },
    {
        "url": "/img/partners/naykma.png",
        "title": "НаУКМА",
        "link": "https://www.ukma.edu.ua/",
        "description": "НаУКМА - классический университет, создающий, хранящий и распостраняющий знания в естественной, общественной, гуманитарной и технической научных сферах"
    },
    {
        "url": "/img/partners/tabletochki.png",
        "title": "Таблеточки",
        "link": "https://tabletochki.org/",
        "description": "Таблеточки – благотворительный фонд, который защищает интересы онкобольных детей в Украине"
    }
]