[
    {
        "name": "Спартак Суббота ",
        "shortDescription": "Научный руководитель Института когнитивного моделирования",
        "code": "spatak_subbota",
        "description": "Научный руководитель Института когнитивного моделирования, кандидат психологических наук, врач-психиатр, практикующий психолог по методу когнитивно-поведенческой терапии с пятилетним опытом работы."
    },
    {
        "name": "София Лагутина",
        "shortDescription": "Ведущий специалист Института когнитивного моделирования, врач-психолог, аспирант",
        "code": "sofia_lagutina",
        "description": "Ведущий специалист Института когнитивного моделирования, врач-психолог, аспирант Национального медицинского университета им. А. А. Богомольца"
    },
    {
        "name": "Леся Сак",
        "shortDescription": "Врач-психолог, психотерапевт, ассистент кафедры медицинской психологии,",
        "code": "lesia_sak",
        "description": "Врач-психолог, психотерапевт, ассистент кафедры медицинской психологии, психосоматической медицины и психотерапии Национального медицинского университета им. А. А. Богомольца"
    },
    {
        "name": "Богдана Валигура",
        "shortDescription": "Психолог, психотерапевт с пятилетним опытом работы. Специализируется на работе с паническими атаками,",
        "code": "bogdana_valigu",
        "description": "Психолог, психотерапевт с пятилетним опытом работы. Специализируется на работе с паническими атаками, депрессией, тревожным расстройством, социальной тревогой и личностными конфликтами, сертифицированный коуч"
    },
    {
        "name": "Евгений Ермоловский",
        "shortDescription": "Практический психолог. Работает с невротическими состояниями, внутренними конфликтами, тревожными расстройствами",
        "code": "yevgen_yermolovsky",
        "description": "Психолог, психотерапевт-консультант с 15-летним опытом работы. Работает с кризисными и невротическими состояниями, депрессиями, внутренними конфликтами, тревожными расстройствами, проблемами в отношениях. В работе использует методы клиент-центрированной, экзистенциальной, психодинамической и когнитивно-поведенческой психотерапии"
    },
    {
        "name": "Екатерина Долженко",
        "shortDescription": "Психолог, психотерапевт. Сертифицированный организационный консультант в гештальт-подходе,",
        "code": "katerina_doljenko",
        "description": "Психолог, психотерапевт. Сертифицированный организационный консультант в гештальт-подходе; сертифицированный арт-терапевт практикующий психологический консультант"
    },
    {
        "name": "Алла Аталиева",
        "shortDescription": "Клинический психолог, преподаватель. Специализируется на расстройствах психического здоровья,",
        "code": "alla_atalieva",
        "description": "Клинический психолог, преподаватель. Специализируется на расстройствах психического здоровья, зависимости от ПАВ, внутриличностных, межличностных конфликтах и ​​невротических отношениях. Сторонник когнитивно-поведенческого подхода в консультировании и психотерапии"
    },
    {
        "name": "Татьяна Акчар",
        "shortDescription": "Психолог-консультант с опытом работы более 5 лет. Специализируется на работе со страхами,",
        "code": "tatiana_akchar",
        "description": "Психолог-консультант с опытом работы более 5 лет. Специализируется на работе со страхами, паническими атаками, тревогой, горем и проблемами в межличностных отношениях. В работе использует методы психоаналитически ориентированной психотерапии и символдрамы"
    },
    {
        "name": "Андрей Заец",
        "shortDescription": "Психолог, психотерапевт. Специализируется на работе с депрессией, биполярным расстройством,",
        "code": "andriy_zaec",
        "description": "Психолог, психотерапевт. Специализируется на работе с депрессией, биполярным расстройством, пограничное расстройство личности и тревожными состояниями. Кандидат в сертифицированные транзакционные аналитики"
    },
    {
        "name": "Анна Марченко-Коваленко",
        "shortDescription": "Детский психолог, сертифицированный арт-терапевт. Специализируется на взаимоотношениях дети-родители,",
        "code": "anna_marchenko_kovalenko",
        "description": "Детский психолог, сертифицированный арт-терапевт. Специализируется на взаимоотношениях дети-родители. Адаптации в детский сад / школу. Детские возрастные психологические изменения."
    },
    {
        "name": "Наталья Мисан",
        "shortDescription": "Практический психолог, травмотерапевт, психотерапевт позитивной психотерапии, тренер,",
        "code": "natalia_misan",
        "description": "Практический психолог, травмотерапевт, психотерапевт позитивной психотерапии, тренер Украинского института кросс-культурной позитивной психотерапии менеджмента"
    },
    {
        "name": "Наталья Висятицька",
        "shortDescription": "Психолог, когнитивно-поведенческий консультант. Специализируется на работе с депрессией,",
        "code": "natalia_visaticka",
        "description": "Психолог, когнитивно-поведенческий консультант. Специализируется на работе с депрессией, тревожными расстройствами, посттравматическим стрессовым расстройством, личностными трудностями с самооценкой. Специалист по работе с метафорическими ассоциативными картами"
    },
    {
        "name": "Ярина Марич",
        "shortDescription": "Клинический психолог. Сертифицированный консультант и коуч направлении когнитивно - поведенческая терапия,",
        "code": "jarina_marich",
        "description": "Клинический психолог. Сертифицированный консультант и коуч направлении когнитивно - поведенческая терапия. Специализируюсь на работе с темами психического здоровья на рабочем месте, тревожными расстройствами, депрессией, ОКР"
    },
    {
        "name": "Артем Козорезов",
        "shortDescription": "Практикующий психолог в методе когнитивно-поведенческой психотерапии. Специализируется на работе с паническими атаками,",
        "code": "artem_kozorezov",
        "description": "Практикующий психолог в методе когнитивно-поведенческой психотерапии. Специализируется на работе с паническими атаками, агорафобией, генерализованным тревожным расстройством и депрессией"
    },
    {
        "name": "Эльвира Хабусева",
        "shortDescription": "Практикующий психолог. Специализируется на работе с травматическими и стрессовыми ситуациями,",
        "code": "elvira_habuseva",
        "description": "Практикующий психолог с пятилетним опытом работы. Специализируется на работе с травматическими и стрессовыми ситуациями, вопросами самореализации и трудностями взаимодействия с другими людьми"
    },
    {
        "name": "Инга Колесниченко",
        "shortDescription": "Практикующий психолог, психоаналитик, член Украинского союза психотерапевтов,",
        "code": "inga_kolesnichenko",
        "description": "Практикующий психолог, психоаналитик, член Украинского союза психотерапевтов, Украинская психологической ассоциации. Специализируется на работе с тревожными расстройствами, депрессией, расстройствами пищевого поведения, кризис в отношениях с близкими людьми, переживаниями травматических ситуаций."
    },
    {
        "name": "Виолетта Кадошникова",
        "shortDescription": "Практикующий психолог, сертифицированный арт-терапевт. Специализируется на работе с травмой, тревожными...",
        "code": "violetta_kadoshnicova",
        "description": "Практикующий психолог, сертифицированный арт-терапевт. Специализируется на работе с травмой, тревожными расстройствами, личностными конфликтами депрессией, страхами, семейными отношениями, психосоматикой"
    },
    {
        "name": "Ирина Усенко",
        "shortDescription": "Психолог, психотерапевт-консультант. Работает с кризисными и невротическими состояниями, внутренними конфликтами,",
        "code": "irina_usenko",
        "description": "Психолог, психотерапевт-консультант. Работает с кризисными и невротическими состояниями, внутренними конфликтами, трудностями в общении, проблемами в отношениях. В работе использует методы психоаналитической и когнитивно-поведенческой психотерапии; символдраму и арт-терапию"
    },
    {
        "name": "Олеся Федянина",
        "shortDescription": "Психолог-кинезиолог. Специализируется на консультировании по вопросам детско-родительских и супружеских отношений,",
        "code": "olesa_fedyanina",
        "description": "Психолог-кинезиолог. Специализируется на консультировании по вопросам детско-родительских и супружеских отношений, а также на вопросах психосоматики"
    },
    {
        "name": "Эвелина Шаповалова",
        "shortDescription": "Психолог-консультант. Специализируется на психологии личностного роста,",
        "code": "evelina_shapovalova",
        "description": "Психолог-консультант. Специализируется на психологии личностного роста. Специалист по работе с метафорическими ассоциативными картами"
    },
    {
        "name": "Ирина Галанова",
        "shortDescription": "Практический психолог, сертифицированный коуч. Специализируется на работе с низкой самооценкой,",
        "code": "irina_galanova",
        "description": "Практический психолог, сертифицированный коуч. Специализируется на работе с низкой самооценкой, проблемами межличностных отношений, отношений детей и родителей, социальной тревогой, неприятием собственного тела, расстройствах пищевого поведения"
    },
    {
        "name": "Татьяна Божук",
        "shortDescription": "Практикующий психолог. Специализируется на работе с тревожными состояниями,",
        "code": "tatiana_bozhik",
        "description": "Практикующий психолог. Специализируется на работе с тревожными состояниями и проблемами во взаимоотношениях"
    },
    {
        "name": "Ольга Мохний",
        "shortDescription": "Психолог-консультант. Сосредотачивается на работе с переживанием тревоги, страхами,",
        "code": "olga_mohniy",
        "description": "Психолог-консультант. Сосредотачивается на работе с переживанием тревоги, страхами, депрессивными состояниями, неуверенности в себе, своей внешности, проблемой неприятия себя"
    },
    {
        "name": "Яна Коробко",
        "shortDescription": "Клинический психолог, психоаналитик с семилетним опытом работы. Специализируется на работе с потерей смысла жизни,",
        "code": "yana_korobko",
        "description": "Клинический психолог, психоаналитик с семилетним опытом работы. Специализируется на работе с потерей смысла жизни, травмой, страхами, психосоматикой, депрессией, навязчивыми мыслями и действиями и неудовлетворенностью жизнью"
    },
    {
        "name": "Елена Флоринская",
        "shortDescription": "Практический психолог. Работает с сексуальными и экзистенциальными проблемами, фобиями, депрессиями.",
        "code": "olena_florinska",
        "description": "Практический психолог, сертифицированный коуч, тренер по психосоциальной поддержки и первой психологической помощи Общества Красного Креста Украины. Специализируется на работе с тревожными, депрессивными, психосоматическими расстройствами, РПП; сексуальными и экзистенциальными проблемами, невротическими страхами и фобиями; помощи людям, пережившим горе утраты близкого человека."
    },
    {
        "name": "Ядвига Козак",
        "shortDescription": "Практический психолог. Консультирование пар, в том числе однополых, работа с ощущением паники и страха.",
        "code": "yadviga_kozak",
        "description": "Практический психолог, психотерапевт в методах когнитивно- поведенческой и эмоционально-фокусируемого терапий. Консультирование пар, в том числе однополых, работа с тревожными и депрессивными состояниями, навязчивыми мыслями и действиями, ощущением паники и страха, хроническим раздражением, проблемами контроля злости, помощь в развитии эмоциональной и социальной компетентности, навыков ассертивности"
    },
    {
        "name": "Омельченко Александра",
        "shortDescription": "Практический психолог. Консультирование по вопросам, возникающим в сфере отношений.",
        "code": "omelchenko_olexandra",
        "description": "Практический психолог, арт-терапевт, член Всеукраинской общественной организации «Арт-терапевтическая ассоциация», член ОО «Эволюция поколения». Специализируется на консультировании по вопросам отношений между взрослыми детьми и взрослыми родителями, и отношения в паре между мужчиной и женщиной."
    },
    {
        "name": "Татьяна Шевченко",
        "shortDescription": "Практикующий психолог. Работает с отношениями родители-дети, выгоранием, низкой самооценкой",
        "code": "tetyana_shevchenko",
        "description": "Практикующий психолог, член Украинской психологической ассоциации. Специализируется на работе с отношениями родители-дети, депрессией, выгоранием, низкой самооценкой"
    },
    {
        "name": "Сидоренко Виктория",
        "shortDescription": "Практический психолог, детский психолог. Работает с детскими травмами, психосоматическими проблемами",
        "code": "sidorenko_victoria",
        "description": "Практический психолог, детский психолог. Член Ассоциации психотерапевтов и психоаналитиков Украины. Фасилитатор международной программы ICDP. Специализируется на работе с детско-родительскими отношениями, детскими травмами, переживанием утраты близкого, тревогами, психосоматическими проблемами и на коррекции самооценки."
    },
    {
        "name": "Светлана Ровнова",
        "shortDescription": "Практикующий психолог, работает с тревожными расстройствами, паническими атаками, депрессией, социальной фобией",
        "code": "svitlana_rovnova",
        "description": "Практикующий психолог в методе когнитивно-поведенческой терапии, член Украинской ассоциации когнитивно-поведенческой психотерапии. Специализируется на работе с тревожными расстройствами, паническими атаками, депрессией, социальной фобией, аэрофобией, обсессивно-компульсивным расстройством."
    },
    {
        "name": "Мария Шинкарь",
        "shortDescription": "Специализируется на работе с лицами с РАС, РДВГ. Работает с тревожными состояниями, внутренними конфликтами.",
        "code": "mariya_shinkar",
        "description":"Психолог, сертифицированный АBA-терапевт уровня BCaBA (Прикладной анализ поведения), аспирант. Специализируется на работе с лицами с РАС, РДВГ. Работает с тревожными состояниями, внутренними конфликтами."
      },  
      {
        "name": "Валерия Воловик",
        "shortDescription": "Врач-психолог, психотерапевт в методе когнитивно-поведенческой терапии.",
        "code": "valeria_volovik",
        "description":"Врач-психолог, психотерапевт в методе когнитивно-поведенческой терапии."
      },
      {
        "name": "Элина Олейник ",
        "shortDescription": "Врач-психиатр, гештальт-терапевт. Специализируется на работе с невротическими расстройствами.",
        "code": "elina_oleynik",
        "description":"Врач-психиатр, гештальт-терапевт. Специализируется на работе с невротическими расстройствами."
      },
      {
        "name": "Светлана Кантур",
        "shortDescription": "Практикующий психолог.В работе использует методы клиент-центрированной, экзистенциальной, психодинамической и позитивной психотерапии",
        "code": "svetlana_kantur",
        "description":"Практикующий психолог.Специализируется на работе с паническими атаками, депрессией, тревожными расстройствами, психологическими травмами, проблемами социализации и самооценки, личностными конфликтами, расстройствами пищевого поведения.В работе использует методы клиент-центрированной, экзистенциальной, психодинамической и позитивной психотерапии"
      },
      {
        "name": "Виталина Устенко ",
        "shortDescription": "Психотерапевт в направлении экзистенциальный анализ.Работает с темами поиска смысла жизни, страха смерти, с тревожностью и паническими атаками",
        "code": "vitalina_ustenko",
        "description":"Психотерапевт в направлении экзистенциальный анализ. Председатель ОО \"Психологи без границ\", член Совета правления Национальной психологической ассоциации.Работает с темами поиска опоры в жизни, ценностей, профессиональной ориентации, смысла жизни, страха смерти, с тревожностью и паническими атаками. Обладает фемоптикой, ЛГБТ-френдли. В работе использует приемы эстетотерапии."
      },
      {
        "name": "Елена Коляда ",
        "shortDescription": "Психолог, психотерапевт, детский и подростковый психотерапевт, семейный психотерапевт. Опыт работы - более 14 лет",
        "code": "elena_kolyada",
        "description":"Психолог, психотерапевт, детский и подростковый психотерапевт, семейный психотерапевт. Опыт работы - более 14 лет. С 2015 года - психотерапевт по психоанализу, сертифицированный Европейской конфедерацией психоаналитических психотерапий, Украинским союзом психотерапевтов."
      },
      {
        "name": "Ольга Астахова",
        "shortDescription": "Практикующий психолог Работает с депрессией, низкой самооценкой, проблемами детско-родительских отношений.",
        "code": "olga_astahova",
        "description":"Психолог в методе когнитивной-поведенческой терапии. Работает с депрессией, низкой самооценкой, проблемами детско-родительских отношений."
      },
      {
        "name": "Анна Гранько ",
        "shortDescription": "Практикующий психолог. Специализируется на работе с тревожными расстройствами, паническими атаками, депрессией, социальной фобией.",
        "code": "anna_granko",
        "description":"Практикующий психолог. Специализируется на работе с тревожными расстройствами, паническими атаками, депрессией, социальной фобией."
      },
      {
        "name": "Анастасия Ескина ",
        "shortDescription": "Психолог, психотерапевт.Работает с эмоциональной сферой, стрессовыми и тревожными состояниями, трудностями в межличностных отношениях, проблемами самовосприятия",
        "code": "anastasiya_eskina",
        "description":"Психолог, психотерапевт. Специализируется на работе с эмоциональной сферой, стрессовыми и тревожными состояниями, трудностями в межличностных отношениях, проблемами самовосприятия. В работе использует методы гештальт-терапии."
      },
      {
        "name": "Инна Котенко ",
        "shortDescription": "Психолог. Специализируется на работе с депресивными и тревожными расстройствами",
        "code": "inna_kotenko",
        "description":"Психолог. Специализируется на работе с депресивными и тревожными расстройствами. В работе использует методы когнитивно-поведенческой терапии."
      },
      {
        "name": "Мария Кинашевская",
        "shortDescription": "Психолог. Работает с эмоциональной сферой, стрессовыми и тревожными состояниями, проблемами в межличностных отношениях, внутренними конфликтами",
        "code": "mariya_kinashevska",
        "description":"Психолог. Специализируется на работе с эмоциональной сферой, стрессовыми и тревожными состояниями, проблемами в межличностных отношениях, внутренними конфликтами. В работе использует метод позитивной психотерапии."
      },
      {
        "name": "Инна Арбузова",
        "shortDescription": "Практикующий психолог. Специализируется на работе с депрессией, тревожными расстройствами, паническими атаками",
        "code": "inna_arbusova",
        "description":"Практикующий психолог. Опыт работы - 10 лет. Специализируется на работе с депрессией, тревожными расстройствами, паническими атаками. В работе использует методы когнитивно-поведенческой терапии."
      },
      {
        "name": "Екатерина Мысенко",
        "shortDescription": "Специализируется на работе над семейными отношениями, качеством жизни, взаимоотношениями с собой и окружающими, аспектами сексуальной сферы.",
        "code": "katerina_misenko",
        "description":"Психолог, гештальт-терапевт. Специализируется на работе над семейными отношениями, качеством жизни, взаимоотношениями с собой и окружающими, аспектами сексуальной сферы."
      },
      {
        "name": "Анастасия Токарева ",
        "shortDescription": " Работает с внутренними конфликтами, кризисными и невротическими состояниями, трудностями в семейных отношениях",
        "code": "anastasiya_tokareva",
        "description":"Клинический психолог, психоаналитик. Специализируется на работе с внутренними конфликтами, кризисными и невротическими состояниями, трудностями в семейных отношениях"
      },
      {
        "name": "Инна Рагульская",
        "shortDescription": "Практикующий психолог. Работает с отношениями, с депрессиями, тревожными состояниями, низкой самооценкой.",
        "code": "inna_ragulska",
        "description":"Практикующий психолог. Специализируется на работе в сфере отношений, с депрессиями, тревожными состояниями, низкой самооценкой."
      },
      {
        "name": "Наталия Кучак",
        "shortDescription": "Специализируется на семейных отношениях, эмоциональном интеллекте, консалтинге по целеполаганию и развитию бизнеса.",
        "code": "nataliya_kuchak",
        "description":"Магистр психологии с опытом в консультировании 13 лет. Специализируется на семейных отношениях, эмоциональном интеллекте, консалтинге по целеполаганию и развитию бизнеса."
      },
      {
        "name": "Назаренко Наталья",
        "shortDescription": "Психолог, сертифицированный арт-терапевт.Консультирует по вопросам, возникающим во взаимоотношениях",
        "code": "nazarenko_nataliya",
        "description":"Психолог, сертифицированный арт-терапевт.Консультирует по вопросам, возникающим во взаимоотношениях"
      },
      {
        "name": "Юлия Кузьменко",
        "shortDescription": "Психолог, работает с тревогой, паническими атаками, сниженным настроением, негативными мыслями и т.д.",
        "code": "yulia_kuzmenko",
        "description": "Психолог, когнитивно-поведенческий консультант. Работает с такими проблемами как тревога, панические атаки, сниженное настроение, негативные мысли, трудности с адаптацией, переживание утраты, эмоциональное выгорание и т.д."
      },
      {
        "name":"Елена Ковальчук",
        "shortDescription": "Работает с тревожными расстройствами, депрессией, социальной фобией, конфликтами и построением отношений",
        "code": "",
        "description": "Практикующий психолог в направлении транзактного анализа с 5-летним опытом консультирования. Специализируется на работе с тревожными расстройствами, депрессией, социальной фобией, конфликтами и построением отношений. Организационный психолог, сертифицированный коуч и бизнес-тренер с 19-летним опытом. Работает с вопросами построения карьеры, коммуникации"
      },
      {
        "name": "Наталья Галецкая",
        "shortDescription": "Работает с тревожными состояниями, паническими атаками,проблемами в супружеских отношениях",
        "code": "nataliya_gallecka",
        "description": "Практикующий психолог, психотерапевт, консультант. Специализируется на работе с эмоциональной сферой, стрессовыми и тревожными состояниями, паническими атаками, неуверенности в себе, внутренними и межличностными конфликтами, проблемах в супружеских отношениях"
      },
      {
        "name": "Мирослава Кирилюк",
        "shortDescription": "Психолог и психотерапевт. Специализируется на лечении тревожных, депрессивных и навязчивых состояний, нарушений регуляции злости",
        "code": "myroslava_kirilyuk",
        "description": "Психолог и психотерапевт. Специализируется на лечении тревожных, депрессивных и навязчивых состояний, фобий, нарушений регуляции злости. Работает с проблемами в отношениях, неуверенности в себе, проблемами сна и пищевого поведения. Применяет когнитивно-поведенческие и эмоционально-фокусированные методы."
      },
      {
        "name": "Куц Татьяна",
        "shortDescription": "Психолог, психоаналитик. Специализируется на работе с подростками и молодежью в вопросах самоопределения, реализации, самооценки",
        "code": "kuc_tetyana",
        "description": "Психолог, психоаналитик. Специализируется на работе с подростками и молодежью в вопросах самоопределения, реализации, самооценки. Также работает с депрессивными и тревожными состояниями."
      },
      {
        "name": "Бершадская Александра",
        "shortDescription": "Практикующий психолог. Специализируется на тревожных расстройствах, панических атаках, страхах, семейных взаимоотношениях",
        "code": "bershadska_olexandra",
        "description": "Практикующий психолог. Опыт работы – более 3 лет. Специализируется на тревожных расстройствах, панических атаках, страхах, семейных взаимоотношениях. Помогает найти внутреннюю опору."
      },
      {
        "name": "Роксолана Стрембий",
        "shortDescription": "Специалист в сфере взаимоотношений детей и родителей, бытовых конфликтов, безработицы, социальных вопросов",
        "code": "stembiy_roksolana",
        "description": "Психолог, детский логопед-дефектолог, социальный работник. Специалист в сфере взаимоотношений детей и родителей, бытовых конфликтов, безработицы, социальных вопросов. Практикует психолого-логопедическую работу с детьми с особыми образовательными потребностями. Консультирует родителей детей с ООП"
      },
      {
        "name": "Лысая Тамара",
        "shortDescription": "Доктор философских наук, сексолог, психолог в направлении психоанализа",
        "code": "lisa_tamara",
        "description": "Доктор философских наук, сексолог, психолог в направлении психоанализа. Проводит индивидуальные и групповые консультации по лечению сексуальных расстройств, корректирует супружескую дисгармонию, повышает стрессоустойчивость, работает с агрессией, социальными ролями, отношениями в социуме."
      },
      {
        "name": "Осетров Остап",
        "shortDescription": " Специализируется на работе с невротическими расстройствами, внутренними конфликтами, тревогой и фобиями",
        "code": "osetrov_ostap",
        "description": "Практикующий психолог, гештальт-терапевт. Специализируется на работе с невротическими расстройствами, внутренними конфликтами, тревогой и фобиями"
      },
      {
        "name": "Ильченко Яна",
        "shortDescription": "Специализируется на работе с тревожными состояниями, внутренними конфликтами, эмоциональным выгоранием, поиском себя",
        "code": "ilchenko_yana",
        "description": "Психолог. Специализируется на работе с тревожными состояниями, внутренними конфликтами, эмоциональным выгоранием, поиском себя, достижением цели и другим"
      },
      {
        "name": "Витвицкая Александра",
        "shortDescription": "Психолог, консультант. В работе использует техники когнитивно-поведенческой терапии и коучинг",
        "code": "vitvitcka_olexandra",
        "description": "Психолог, консультант. В работе использует техники когнитивно-поведенческой терапии и коучинг.Работает с темами поиска опоры в жизни, ценностей, формирования личности и внутренними конфликтами"
      },
      {
        "name": "Гнат Людмила",
        "shortDescription": "Кризисный консультант. Специализируется на работе с психологическими травмами, созависимостью, тревожными расстройствами, межличностными конфликтами",
        "code": "gnat_liudmila",
        "description": "Практический психолог с опытом работы 9 лет. Кризисный консультант. Специализируется на работе с психологическими травмами, созависимостью, тревожными расстройствами, межличностными конфликтами, стрессами, эмоциональным выгоранием"
      },
      {
        "name": "Мельникова Евгения",
        "shortDescription": "",
        "code": "melnikova_yevgenia",
        "description": "Практический психолог, автор и тренер по психологической безопасности и развитию личности. Опыт работы – 15 лет. Специализируется на работе с паническими атаками, депрессиями, кризисами личного и социального характера. Коррекция самооценки, проведение личного коучинга по авторской программе 'Дельта жизни'"
      },
      {
        "name": "Яковенко Леся",
        "shortDescription": "Практикующий психолог. Специализируется на психологии личностного роста",
        "code": "yakovenko_lesya",
        "description": "Практикующий психолог. Специализируется на психологии личностного роста.Сторонник когнитивно-поведенческого подхода и коучинга в консультировании"
      },
      {
        "name": "Владислава Швец ",
        "shortDescription": "Практикующий психолог, доктор философии психологических наук",
        "code": "shwec_vladislava",
        "description": "Практикующий психолог, доктор философии психологических наук. Специализируется на работе с эмоциональной сферой, стрессовыми и тревожными состояниями, работает с проблемами отношений родителей и детей, внутренними и межличностными конфликтами"
      },
      {
        "name": "Бекарь Михаил",
        "shortDescription": "Практикующий психолог. Кандидат в психотерапевты по направлению психоанализ, сказкотерапевт",
        "code": "bekar_misha",
        "description": "Практикующий психолог. Кандидат в психотерапевты по направлению психоанализ, сказкотерапевт. Специализируется на вопросах улучшения отношений, решения внутренних конфликтов и поиска себя"
      },
      {
        "name": "Андреева Анна",
        "shortDescription": "Психолог, сертифицированный коуч по стандартам ICF. Специализируется на работе с травматическими и стрессовыми ситуациями, тревожными состояниями, трудностями в межличностных отношениях",
        "code": "andreeva_anna",
        "description": "Психолог, сертифицированный коуч по стандартам ICF, член УАТА и ЕАТА. Специализируется на работе с травматическими и стрессовыми ситуациями, тревожными состояниями, трудностями в межличностных отношениях, внутренними конфликтами. В работе использует методы транзакционного анализа и гештальт-терапии"
      },
      {
        "name": "Розумяк Ольга",
        "shortDescription": "Доктор, сертифицированный арт-терапевт и специалист по работе с метафоро-ассоциативными картами, кандидат в психотерапевты по методу символдрама",
        "code": "rozumyak_olga",
        "description": "Доктор, клинический психолог, сертифицированный арт-терапевт и специалист по работе с метафоро-ассоциативными картами, кандидат в психотерапевты по методу символдрама.Специализируется на работе с фобиями, паническими атаками, тревожными расстройствами, травмой, проживанием утраты, депрессией, психосоматикой"
      },
      {
        "name": "Дэньйо Вероника",
        "shortDescription": "Практикующий психолог. Консультирует в сфере партнерских, семейных, детско-родительских отношений",
        "code": "denyo_nika",
        "description": "Практикующий психолог. Консультирует в сфере партнерских, семейных, детско-родительских отношений.В работе использует методы транзакционного анализа и арт-терапии."
      },
      {
        "name": "Булыгина Дина ",
        "shortDescription": "Практикующий психолог, психоаналитик. Специалист по лечению фобий, повышенной тревожности, навязчивых мыслей, сложных родительско-детских отношений",
        "code": "buligina_dina",
        "description": "Практикующий психолог, психоаналитик. Специалист по лечению фобий, повышенной тревожности, навязчивых мыслей, обид, сложных родительско-детских отношений. Консультирует проблемные пары на индивидуальных занятиях. Работает также с детскими страхами, истериками, проблемами со сверстниками, повышенной агрессией и другим. "
      },
      {
        "name": "Мазур Оксана",
        "shortDescription": "Практикующий психоаналитик, член УАП и ВОО «Украинская Ассоциация коррекционных педагогов»",
        "code": "mazur_oksana",
        "description": "Практикующий психоаналитик, член УАП и ВОО «Украинская Ассоциация коррекционных педагогов». Проводит индивидуальные и групповые консультации, работает с детьми и их родителями, семейными парами. Лечит неврозы, фобии, панические атаки, ОКР. Автор курса-теста «Черная лапка как способ медиации» и курса «Психоаналитическая терапия семейных пар. Французская школа»"
      },
      {
        "name": "Бор Лилия",
        "shortDescription": "Практикующий психолог-консультант в методе позитивной психотерапии, член 'Украинского союза психотерапевтов'",
        "code": "bor_liliya",
        "description": "Практикующий психолог-консультант в методе позитивной психотерапии, член 'Украинского союза психотерапевтов'. Оказывает психологическую помощь при расстройствах пищевого поведения, перфекционизме и тревоге"
      },
      {
        "name": "Цьопа Виктория",
        "shortDescription": "Практикующий психолог, специалист по психосоматике, терапевт по методу БСТ (био-суггестивная терапия), гештальт-консультант",
        "code": "copa_victoria",
        "description": "Практикующий психолог, специалист по психосоматике, терапевт по методу БСТ (био-суггестивная терапия), гештальт-консультант, практикует в своей работе МАК (ассоциативно-метафорические карты), член 'Западноевропейской ассоциации квалифицированных медиаторов' в оказании социально-культурологической помощи добровольным и вынужденным переселенцам"
      },
      {
        "name": "Морозова Елена",
        "shortDescription": "Практикующий психолог в методе когнитивно-поведенческой терапии. Член 'Украинского союза психотерапевтов'",
        "code": "morozova_olena",
        "description": "Практикующий психолог в методе когнитивно-поведенческой терапии. Член 'Украинского союза психотерапевтов'. Специализируется на работе с детско-родительскими отношениями, оказании психологической помощи семье и женщине в перинатальный, неонатальный и постнатальный периоды, с семейными отношениями, юношескими кризисами, расстройствами пищевого поведения, посттравматическим стрессовым расстройством"
      },
      {
        "name": "Данилюк Татьяна",
        "shortDescription": "Практикующий психолог. Специализируется на работе с тревожными состояниями, паническими атаками, депрессией",
        "code": "daniluk_tetyana",
        "description": "Практикующий психолог. Специализируется на работе с тревожными состояниями, паническими атаками, депрессией, низкой самооценкой и проблемами во взаимоотношениях."
      },
      {
        "name": "Конопацкая Марьяна",
        "shortDescription": "Психолог.  Сертифицированный консультант по методу когнитивно-поведенческой терапии",
        "code": "konopacka_maryana",
        "description": "Психолог.  Сертифицированный консультант по методу когнитивно-поведенческой терапии. Специализируется на работе с тревожными состояниями и проблемами в межличностных отношениях"
      },
      {
        "name": "Гильчер Екатерина",
        "shortDescription": "Психолог-консультант, кандидат в психотерапевты по методу символдрама",
        "code": "gilcher_catherine",
        "description": "Психолог-консультант, кандидат в психотерапевты по методу символдрама. Работает со стрессовыми и тревожными состояниями, внутренними конфликтами"
      },
      {
        "name": "Бигдаш Ольга",
        "shortDescription": "Клинический психолог. Специализируется в работе с паническими атаками, сложностях во взаимоотношениях, тревогой и переживанием утраты",
        "code": "bigdash_olga",
        "description": "Клинический психолог. Специализируется в работе с паническими атаками, сложностях во взаимоотношениях, тревогой и переживанием утраты. Использует психодинамический подход в терапии"
      }
]