[
  {
    "gender": "female",
    "rating": 4,
    "description": "Платформа \"Розкажи мені\" приємно здивувала простотою користування та доступністю психологічної допомоги.Це чудова ініціатива для допомоги людям у кризових психологічних ситуаціях,коли немає фінансової можливості звернутися до фахівця.Дуже вдячна творцям платформи та психологам,які на ній працюють.Хотілося би мати більше інформації про фахівців,які консультують на платформі,а також відгуки користувачів.Дякую ❤"
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Я в приємному шоці, бо направду не мала ніяких очікуваннь, але Евеліна дуже швидко мене зрозуміла, я думала, щоб дійти до такої роботи, потрібно відвідати щонайменше 5 сеансів) Я дуже задоволена, і дуже вдячна!!"
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Я приємно вражена тим, що у нас в країні з'явилась така платформа, яка надає психологічну допомогу усім, хто цього потребує у цей нелегкий час, і не має коштів звернутися по допомогу психолог у звичайному житті. Також це сприяє популяризації психолога як фахівця і психології як науки та інструменту для вирішення проблем та вивчення самого себе! Щиро вдячна!"
  },
  {
    "gender": "male",
    "rating": 5,
    "description": "Медленно, ниточка за ниточкой, Эльвира развязала клубок из моих тёмных мыслей в понятную картину. Прекрасная работа, я Вам(Эльвира) и проекту, за предоставленную возможность, очень благодарен."
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Відчувалася душевна теплота і підтримка, я рада була отримати практичні поради, які допомогли мені"
  },
  {
    "gender": "male",
    "rating": 5,
    "description": "Платформа неоціненна, по більше б таких проектів в Україні, адже українцям дійсно потрібна психологічна підтримка і цього не потрібно соромитись"
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Психолог дуже розуміюча, з нею було комфортно спілкуватися. Дуже докладно та доступно відповіла на всі запитання, проконсультувала стосовно методів самодопомоги. Навіть не очікувала, що мені може бути настільки легко говорити з малознайомою людиною!)"
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Чудова психолог Ядвіга Козак, допомогла заспокоїтись та надала інструкцію по технікам, які зможуть допомогти в момент паніки. Відповіла на всі запитання, які мене хвилювали. Дуже вдячна за вашу роботу❤️"
  },
  {
    "gender": "female",
    "rating": 5,
    "description": "Це був неймовірний досвід якісної психотерапії . Я маю досвід психотерапевтичних сесій і є можливість порівнювати. Зі Світланою я справді побачила можливість виходу з депресії"
  },
  {
    "gender": "male",
    "rating": 5,
    "description": "Хочу подякувати колективу платформи за ту потрібну роботу, яку вони проводять у цей нелегкий з психологічної точки зору час. Завдяки вам люди, які звертаються до вас, можуть побачити світло в кінці тунелю. Мені все сподобалося"
  }
]