[
  {
    "url": "/img/partners/moz.png",
    "title": "МОЗ",
    "link": "https://moz.gov.ua/",
    "description": "МОЗ - центральний орган виконавчої влади України у галузі охорони здоров’я"
  },
  {
    "url": "/img/partners/caratis.png",
    "title": "Карітас України",
    "link": "https://caritas-kiev.org.ua/",
    "description": "Карітас України – благодійна неурядова організація яка надає допомогу потребуючим, незалежно від релігії, національності або соціального статусу та є членом міжнародної конфедерації Caritas Internationalis"
  },
  {
    "url": "/img/partners/kognitiv.png",
    "title": "Український інститут когнітивно - поведінкової",
    "link": "https://i-cbt.org.ua/",
    "description": "Український інститут когнітивно - поведінкової сприяє розвитку когнітивно- поведінкової терапіїв Україні шляхом організації якісних освітніх програм з КПТ у відповідності до сучасних європейських стандартів"
  },
  {
    "url": "/img/partners/yky.png",
    "title": "УКУ",
    "link": "https://ucu.edu.ua/",
    "description": "УКУ - відкрита академічна спільнота, яка живе східнохристиянською традицією і виховує провідників суспільства, професіоналів, для служіння в Україні та за її межами – в ім’я слави Божої, спільного блага й людської гідності"
  },
  {
    "url": "/img/partners/chervonii-hrest.png",
    "title": "Червоний Хрест",
    "link": "https://redcross.org.ua/",
    "description": "Всеукраїнська, добровільна, громадська, гуманітарна організація, яка має на меті захист життя людини, попередження та полегшення людських страждань під час збройних конфліктів, стихійного лиха, катастроф та аварій."
  },
  {
    "url": "/img/partners/shevchenka.png",
    "title": "Київський національний університет імені Тараса Шевченка",
    "link": "http://www.univ.kiev.ua/",
    "description": "Київський національний університет імені Тараса Шевченка — класичний університет дослідницького типу, провідний сучасний науково-навчальний центр України"
  },
  {
    "url": "/img/partners/bogomolca.png",
    "code": "nmu",
    "title": "Національний медичний університет імені О.О. Богомольця",
    "link": "http://nmuofficial.com/",
    "description": "Національний медичний університет імені О.О. Богомольця - це вищий навчальний заклад, що об’єднує 10 факультетів та 87 кафедр, 2 НДІ, Навчально-науковий центр – Український тренінговий центр сімейної медицини, Інститут післядипломної освіти"
  },
  {
    "url": "/img/partners/naykma.png",
    "title": "НаУКМА",
    "link": "https://www.ukma.edu.ua/",
    "description": "НаУКМА - класичний університет, що створює, зберігає та поширює знання у природничій, суспільній, гуманітарній і технічній наукових сферах"
  },
  {
    "url": "/img/partners/tabletochki.png",
    "title": "Таблеточки",
    "link": "https://tabletochki.org/",
    "description": "Таблеточки – благодійний фонд, який захищає інтереси онкохворих дітей в Україні"
  }
]
