[
  {
    "name": "Булигіна Діна",
    "shortDescription": "Практикуючий психолог, психоаналітик. Спеціаліст із лікування фобій, підвищеної тривожності, нав'язливих думок, образ, складних батьківсько-дитячих стосунків",
    "code": "buligina_dina",
    "description": "Практикуючий психолог, психоаналітик. Спеціаліст із лікування фобій, підвищеної тривожності, нав'язливих думок, образ, складних батьківсько-дитячих стосунків. Консультує щодо проблем у парах на індивідуальних заняттях. Працює також із дитячими страхами, істериками, проблемами з однолітками, підвищеною агресією й іншим."
  },
  {
    "name": "Цьопа Вікторія",
    "shortDescription": "Практикуючий психолог, фахівець з психосоматики, терапевт за методом БСТ (біо-сугестивна терапія), гештальт-консультант",
    "code": "copa_victoria",
    "description": "Практикуючий психолог, фахівець з психосоматики, терапевт за методом БСТ (біо-сугестивна терапія), гештальт-консультант, практикує в своїй роботі МАК (асоціативно-метафоричні карти), член 'Західноєвропейської асоціації кваліфікованих медіаторів' у наданні соціально-культурологічної допомоги добровільним і вимушеним переселенцям"
  },
  {
    "name": "Бекар Михайло",
    "shortDescription": "Практикуючий психолог. Кандидат у психотерапевти за напрямом психоаналіз, казкотерапевт",
    "code": "bekar_misha",
    "description": "Практикуючий психолог. Кандидат у психотерапевти за напрямом психоаналіз, казкотерапевт. Спеціалізується на питаннях покращення стосунків, вирішення внутрішніх конфліктів і пошуку себе."
  },
  {
    "name": "Владислава Швець",
    "shortDescription": "Практикуючий психолог, доктор філософії психологічних наук",
    "code": "shwec_vladislava",
    "description": "Практикуючий психолог, доктор філософії психологічних наук. Спеціалізується на роботі з емоційною сферою, стресовими й тривожними станами, працює з проблемами стосунків батьків і дітей, внутрішніми та міжособистісними конфліктами"
  },
  {
    "name": "Тетяна Шевченко",
    "shortDescription": "Практикуючий психолог. Працює з відносинами батьки-діти, вигоранням, низькою самооцінкою",
    "code": "tetyana_shevchenko",
    "description": "Практикуючий психолог, член Украінськоі психологічноі асоціації. Спеціалізується на роботі з відносинами батьки-діти, депресії, вигоранням, низької самооцінки"
  },
  {
    "name": "Ірина Галанова",
    "shortDescription": "Практичний психолог, сертифікований коуч. Спеціалізується на роботі з низькою самооцінкою,",
    "code": "irina_galanova",
    "description": "Практичний психолог, сертифікований коуч. Спеціалізується на роботі з низькою самооцінкою, проблемами міжособистісних взаємин, стосунків дітей і батьків, соціальною тривогою, неприйняттям власного тіла, розладах харчової поведінки"
  },
  {
    "name": "Назаренко Наталiя",
    "shortDescription": "Психолог, сертифікований арт-терапевт. Консультує з питань, що виникають в сфері взаємовідносин.",
    "code": "nazarenko_nataliya",
    "description":"Психолог, сертифікований арт-терапевт. Консультує з питань, що виникають в сфері взаємовідносин."
  },
  {
    "name": "Конопацька Мар‘яна",
    "shortDescription": "Психолог. Сертифікований консультант у методі когнітивно-поведінкової терапії",
    "code": "konopacka_maryana",
    "description": "Психолог. Сертифікований консультант у методі когнітивно-поведінкової терапії. Спеціалізується на роботі з тривожними станами і проблемами в міжособистісних стосунках"
  },
  {
    "name": "Яковенко Леся",
    "shortDescription": "Практикуючий психолог. Спеціалізується на психології особистісного зростання",
    "code": "yakovenko_lesya",
    "description": "Практикуючий психолог. Спеціалізується на психології особистісного зростання. Прихильник когнітивно-поведінкового підходу і коучингу у консультуванні"
  },
  {
    "name": "Андрєєва Ганна",
    "shortDescription": "Психолог, сертифікований коуч за стандартами ICF. Працює з тривожними станами, труднощами в міжособистісних стосунках",
    "code": "andreeva_anna",
    "description": "Психолог, сертифікований коуч за стандартами ICF, член УАТА та ЄАТА. Спеціалізується на роботі з травматичними й стресовими ситуаціями, тривожними станами, труднощами в міжособистісних стосунках, внутрішніми конфліктами. У роботі використовує методи транзакційного аналізу та гештальт-терапії"
  },
  {
    "name": "Алла Аталієва",
    "shortDescription": "Клінічний психолог, викладач. Спеціалізується на розладах психічного здоров'я",
    "code": "alla_atalieva",
    "description": "Клінічний психолог, викладач. Спеціалізується на розладах психічного здоров'я, залежності від ПАР, внутрішньоособистісних, міжособистісних конфліктах та невротичних стосунках. Прихильник когнітивно-поведінкового підходу в консультуванні і психотерапії"
  },
  {
    "name": "Олена Ковальчук",
    "shortDescription": "Працює з тривожними розладами, депресією, соціальною фобією, конфліктами та побудовою стосунків",
    "code": "kovalchuk_olena",
    "description": "Практикуючий психолог у напрямі транзактного аналізу з 5-річним досвідом консультування. Спеціалізується на роботі з тривожними розладами, депресією, соціальною фобією, конфліктами та побудовою стосунків. Організаційний психолог, сертифікований коуч і бізнес-тренер з 19-річним досвідом. Працює з питаннями побудови кар’єри, комунікаці"
  },
  {
    "name": "Сидоренко Вікторія",
    "shortDescription": "Практичний психолог, дитячий психолог. Працює з дитячими травмами, психосоматичними проблемами",
    "code": "sidorenko_victoria",
    "description": "Практичний психолог, дитячий психолог. Член Асоціації психотерапевтів і психоаналітиків України. Фасилітатор міжнародної програми ICDP. Спеціалізується на роботі з дитячо-батьківськими стосунками, дитячими травмами, переживанням утрати близької людини, тривогами, психосоматичними проблемами і на корекції самооцінки."
  },
  {
    "name": "Світлана Неборачко",
    "shortDescription": "Психолог. Консультує з таких питань: панічні атаки, тривожність, емоційне вигорання в материнстві та інші.",
    "code": "svitlana_neborachko",
    "description": "Психолог. Консультує з таких питань: панічні атаки, тривожність, емоційне вигорання в материнстві та інші."
  },
  {
    "name": "Інна Гречко",
    "shortDescription": "Психолог. Спеціалізується на роботі з депресією, тривожними станами, переживанням травматичних та кризових ситуацій. ЛГБТ-френдлі. ",
    "code": "inna_grechko",
    "description": "Психолог. Спеціалізується на роботі з депресією, тривожними станами,  переживанням травматичних та кризових ситуацій (зокрема внутрішні конфлікти, труднощі у стосунках, дитячі травми, насилля в сім’ї, переживання горя та утрати близьких, втрата сенсу життя). ЛГБТ-френдлі. "
  },
  {
    "name": "Приступа Олена",
    "shortDescription": "Клінічний психолог, психотерапевт. Працює з психічними розладами тривогою та депресією",
    "code": "pristupa_alena",
    "description": "Клінічний психолог, психотерапевт. Працює з психічними розладами (особливо ПРЛ) тривогою та депресією"
  },
  {
    "name": "Лялія Мідик",
    "shortDescription": "Психолог, психотерапевт. Спеціалізується на поліпшенні стосунків, роботі з емоціями, чутливістю, професійному вигоранні, конфліктах, страхах, фобіях",
    "code": "lalya_midyk",
    "description": "Психолог, психотерапевт. Спеціалізується на спокусі на життя, а також на поліпшенні стосунків, роботі з емоціями, чутливістю, професійному вигоранні, конфліктах, страхах, фобіях, постановці й реалізації істинних цілей"
  },
  {
    "name": "Олександр Корман ",
    "shortDescription": "Психолог, психотерапевт-консультант позитивної психотерапії. Спеціалізується на питаннях дитячо-батьківських та подружніх стосунків, складнощах у взаємовідносинаx",
    "code": "alexandr_corman",
    "description": "Психолог, психотерапевт-консультант позитивної психотерапії. Спеціалізується на питаннях дитячо-батьківських та подружніх стосунків, складнощах у взаємовідносинах. Член WAPP (Всесвітня асоціація позитивної психотерапії)"
  },
  {
    "name": "Ольга Карпенко",
    "shortDescription": "Практичний психолог, арттерапевт, бізнес-психолог. Спеціалізується на питаннях стосунків, самореалізації, внутрішніх конфліктів",
    "code": "olga_karpenko",
    "description": "Практичний психолог, арттерапевт, бізнес-психолог. У роботі використовує психоаналітичне консультування. Спеціалізується на питаннях стосунків, самореалізації, внутрішніх конфліктів. Працює з парами. Автор та ведуча освітніх заходів із психології бізнесу."
  },
  {
    "name": "Світлана Неборачко",
    "shortDescription": "Психолог. Консультує з таких питань: панічні атаки, тривожність, емоційне вигорання в материнстві та інші.",
    "code": "svitlana_neborachko",
    "description": "Психолог. Консультує з таких питань: панічні атаки, тривожність, емоційне вигорання в материнстві та інші."
  }
]