//Core
import React from 'react';
import './style.scss';
import { Link } from "react-router-dom";

//Utils
import { URL } from "@/utils/constants";

const PrivacyPolicy:React.FC = () => {
    return (
        <section className = 'specialist-policy'>
            <div className = 'content-wrap'>
                <h1 className = 'specialist-policy__title second-title'>Положення про
                    порядок доступу та збереження інформації з обмеженим доступом</h1>
                <div className = 'content-page'>

                    <div className = 'specialist-policy__tex-wrap'>
                        <h2 className = 'title'>Загальні положення</h2>
                        <ol>
                            <li>Це Положення встановлює права, обов'язки, відповідальність у сфері забезпечення
                                збереження інформації з обмеженим доступом, та розроблено відповідно до Закону України
                                «Про інформацію», Закону України «Про захист персональних даних», положень Цивільного
                                кодексу України та інших нормативно-правових актів України.
                            </li>
                            <li>Положення затверджено з метою охорони і захисту відомостей, що становлять інформацію з
                                обмеженим, регулювання доступу до таких відомостей, їх надання та передачі третім особам
                                (дія цього Положення спрямована на запобігання поширення конфіденційної інформації).
                            </li>
                            <li>Дія Положення поширюється на всіх контрагентів/партнерів Громадської організації
                                «Інститут когнітивного моделювання», яким в ході співпраці стала відома інформація, що
                                віднесена до інформації з обмеженим доступом, та є обов'язковою до виконання (вимоги і
                                правила, викладені в цьому Положенні, обов'язкові для виконання всіма
                                контрагентами/партнерами).
                            </li>
                        </ol>
                    </div>
                    <div className = 'specialist-policy__tex-wrap'>
                        <h2 className = 'title'>Визначення термінів:</h2>
                        <p>
                            У цьому Положенні наведені нижче терміни вживаються в такому значенні:
                        </p>
                        <p><b>Інформація з обмеженим доступом</b> – відомості чи сукупність відомостей про фізичну особу,
                            що є конфіденційною інформацією, містить персональні дані особи, а також лікарську
                            таємницю.
                        </p>
                        <p><b>Персональні дані</b> - відомості чи сукупність відомостей про фізичну особу, яка
                            ідентифікована або може бути конкретно ідентифікована.
                        </p>
                        <p><b>Конфіденційна інформація</b> - це персональні дані особи та відомості, які знаходяться у
                            володінні, користуванні або розпорядженні окремих фізичних чи юридичних осіб і
                            поширюються за їх бажанням відповідно до передбачених ними умов, у тому числі (але не
                            виключно) дані про звернення Користувача за психологічною або іншою допомогою,
                            результати консультацій, досліджень, а також інша інформація про стан здоров'я
                            Користувача, яке відповідно до чинного законодавства є конфіденційною інформацією.
                        </p>
                        <p><b>Користувач</b> - фізична або юридична дієздатна особа, яка досягла 18-річного віку, повністю
                            прийняла всі умови даної Політики, через реєстрацію на Сайті (шляхом авторизації через
                            SMS) і володіє індивідуальним логіном і паролем для використання послуг даного Сайту і
                            всіх випливаючих з нього послуг. Користувач передає (у тому числі надає згоду на
                            використання такої інформації в межах чинного законодавства України та мети користування
                            Сайтом) ГО для користування Сайтом та отримання послуг, котрі передбачені на Сайті –
                            персональні дані та конфіденційну інформацію.
                        </p>
                        <p><b>Розголошення конфіденційної інформації</b> - ознайомлення іншої особи без дозволу керівника
                            ГО або уповноваженої ним особи з відомостями, що становлять конфіденційну інформацію,
                            особою, якій ці відомості були довірені або стали відомі у зв'язку з виконанням
                            обов'язків або в ході співпраці.
                        </p>
                        <p><b>ГО</b> –Громадська організація «Інститут когнітивного моделювання» (код ЄДРПОУ: 43624036)
                            власник онлайн-платформи (Сайту).
                        </p>
                        <p><b>Контрагент/партнер</b> - сторона цивільно-правових договорів з ГО, який співпрацює з ГО для
                            реалізації мети онлайн-платформи, у тому числі може отримувати інформацію з обмеженим
                            доступом (конфіденційну інформацію та персональні дані) про Користувачів, за умови
                            збереження конфіденційності цієї інформації.
                        </p>
                        <p><b>Сайт</b> - інтернет-платформа «Розкажи мені» - <Link to = '/'>{URL}/</Link>,
                            включаючи всі його
                            піддомени, який знаходиться під організаційним контролем та власністю ГО.
                        </p>
                        <p><b>Мета Сайту</b> – надавати психологічну підтримку тим, хто потребує консультації, допомоги у
                            зв’язку з поширенням пандемії COVID-19.
                        </p>
                    </div>
                    <div className = 'specialist-policy__tex-wrap'>
                        <h2 className = 'title'>Порядок доступу, захисту інформації з обмеженим доступом.</h2>
                        <ol start = { 4 }>
                            <li>Облік та зберігання конфіденційної інформації забезпечується безпосередньо керівником
                                ГО.
                            </li>
                            <li>Контрагент/партнер, під час реєстрації на Сайті підтверджує, що він ознайомлений із
                                умовами даного Положення та зобов’язується дотримуватися його умов. <br />
                                При цьому, прийняття умов даного Положення здійснюється при реєстрації на Сайті шляхом
                                проставленням галочки у полі «Я ознайомився та згоден з Положенням про порядок доступу
                                та збереження інформації з обмеженим доступом». Виконання даної умови свідчить, що
                                Контрагент/партнер безумовно, повністю та без будь-яких змін приймає умови цього
                                Положення.
                            </li>
                            <li>
                                <p className = 'specialist-policy__subtext'>Враховуючи особливості розкриття інформації з
                                    обмеженим доступом, Контрагент/партнер, який отримав або отримуватиме таку інформацію,
                                    зобов’язується:</p>
                                <ul className = 'specialist-policy__ul'>
                                    <li>
                                        (а) не розголошувати інформацію з обмеженим доступом, яка стала йому відомі при
                                        співпраці з ГО, її працівниками, а також Користувачами;
                                    </li>
                                    <li>
                                        (б) поводитися з інформацією з обмеженим доступом з максимально можливою мірою
                                        обережності. Не виготовляти копії документів та інших носіїв такої інформації,
                                        крім випадків, якщо це вимагається для надання психологічної допомоги
                                        Користувачу, а також чинним законодавством України;
                                    </li>
                                    <li>
                                        (в) зберігати отриману інформацію таким чином, щоб уникнути її розголошення третім
                                        особам, у тому числі за своєї відсутності не залишати жодного документа або
                                        іншого носія інформації у приміщенні, до якого може мати доступ будь-яка третя
                                        особа;
                                    </li>
                                    <li>
                                        (г) охороняти та зберігати секретність отриманої інформації та утримуватися від їх
                                        розкриття будь-якій третій особі без попереднього погодження на це ГО;
                                    </li>
                                    <li>
                                        (д) негайно повідомляти ГО про будь-яку вимогу (позов, запит тощо) будь-якого
                                        державного органу або посадової особи про надання інформації з обмеженим
                                        доступом та не виконувати таку вимогу без вказівки ГО;
                                    </li>
                                    <li>
                                        (е) у разі намагання сторонніх осіб отримати інформацію з обмеженим доступом,
                                        уникнути такого розголошення та негайно повідомити про цей випадок ГО, а також
                                        відповідного Користувача;
                                    </li>
                                    <li>
                                        (є) негайно повідомляти ГО про наявність будь-яких інших обставин, які призвели чи
                                        можуть призвести до того, що інформація з обмеженим доступом стали або стануть
                                        відомими чи легкодоступними для третіх осіб;
                                    </li>
                                    <li>
                                        (ж) на першу вимогу ГО (усну, письмову, будь-яку) повернути інформацію з обмеженим
                                        доступом (з усіма її копіями) ГО (або, на вибір ГО, знищити всю відповідну
                                        інформацію, включаючи всі її копії), та надати ГО належним чином підписаний
                                        гарантійний документ про те, що були передані всі оригінали та всі копії, або
                                        те, що таке знищення відбулося;
                                    </li>
                                    <li>
                                        (з) використовувати отриману інформацію з обмеженим доступом тільки для цілей та
                                        мети Сайту, не використовувати її в будь-яких інших цілях, без попередньої
                                        письмової згоди ГО, а у передбачених чинним законодавством випадках без
                                        письмової згоди Користувачів.
                                    </li>
                                    <li>
                                        (и) не розповсюджувати без попередньої згоди з ГО у соціальних мережах, будь-які
                                        відомості про ГО, тобто вживати назву ГО, інформацію про контрагентів
                                        Користувачів та іншу інформацію, що стосується безпосередньо мети Сайту.
                                    </li>
                                </ul>
                            </li>
                            <li>Відомості, що становлять інформацію з обмеженим доступом, можуть бути надані
                                Контрагентом/партнером органам державної виконавчої влади, контролюючим і правоохоронним
                                органам у порядку, передбаченому чинним законодавством, за їх належним чином оформленим
                                запитом (зверненням) тільки після обов'язкового погодження з керівником ГО.
                            </li>
                            <li>Доступ Контрагента/партнера до відомостей, що становлять інформацію з обмеженим
                                доступом, є правомірним за умови, що при реєстрації на Сайті він проставив галочку у
                                полі «Я ознайомився та згоден з Положенням про порядок доступу та збереження інформації
                                з обмеженим доступом».
                            </li>
                            <li>Інші випадки доступу (ознайомлення) до відомостей, що становлять інформацію з обмеженим
                                доступом, є несанкціонованими, за виключенням випадків, передбачених чинним
                                законодавством.
                            </li>
                            <li>При виявленні несанкціонованого доступу будь-якої особи до відомостей, що становлять
                                інформацію з обмеженим доступом, Контрагент/партнер, якому це стало відомо, зобов'язаний
                                негайно доповісти про цей факт керівнику ГО.
                            </li>
                            <li>При встановленні факту несанкціонованого доступу до відомостей, що становлять інформацію
                                з обмеженим доступом, за вказівкою керівника ГО або уповноваженої ним особи, проводиться
                                службове розслідування.
                            </li>
                            <li>ГО має право вимагати відшкодування заподіяних збитків Контрагентом/партнером, у
                                випадку, якщо така особа винна в розголошенні інформації, що становить інформацію з
                                обмеженим доступом, доступ до якої ця особа одержала у зв'язку з співпрацею.
                            </li>
                        </ol>
                    </div>
                    <div className = 'specialist-policy__tex-wrap'>
                        <h2 className = 'title'>Відповідальність за розголошення відомостей, що становлять конфіденційну
                            інформацію та/або містять персональні дані</h2>
                        <ol start = { 13 }>
                            <li>Збереження інформацію з обмеженим доступом є обов'язком Контрагента/партнера, який
                                володіє цією інформацією.
                            </li>
                            <li>Контрагент/партнер беруть на себе відповідні зобов'язання щодо зберігання в таємниці
                                відомостей, до яких встановлюється обмежений доступ і які стають їм відомі у зв'язку з
                                співпрацею з ГО. Вони несуть відповідальність за дотримання встановленого порядку роботи
                                з такими відомостями, незаконний збір та розголошення відомостей, що становлять
                                інформацію з обмеженим доступом.
                            </li>
                            <li>За порушення порядку захисту, зберігання, використання, видачі, надання відомостей, що
                                становлять інформацію з обмеженим доступом Контрагент/партнер несе відповідальність
                                відповідно до положень чинного законодавства.
                            </li>
                            <li>Будь-який Контрагент/партнер, винний у розголошенні відомостей, що становлять інформацію
                                з обмеженим доступом, може бути притягнутий до кримінальної, адміністративної чи
                                цивільно-правової відповідальності на умовах та в порядку, передбачених чинним
                                законодавством.
                            </li>
                            <li>За порушення Контрагентом/партнером умов даного Положення Контрагент/партнер несе
                                відповідальність матеріального характеру у вигляді компенсації ГО збитків внаслідок
                                порушення Контрагентом/партнером умов цього Положення.
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default PrivacyPolicy;
