//Core
import React from 'react';
import './style.scss';

//Utils
import { URL } from '@/utils/constants';

const PrivacyPolicy:React.FC = () => {
    return (
        <section className = 'privacy-policy'>
            <div className = 'content-wrap'>
                <h1 className = 'privacy-policy__title second-title'>Політика конфіденційності та обробки персональних
                    даних</h1>
                <div className = 'content-page'>

                    <div className = 'privacy-policy__tex-wrap'>
                        <p className = 'privacy-policy__outside'> Громадська організація «Інститут Когнітивного
                            Громадська організація «Інститут Когнітивного Моделювання», яка зареєстрована і діє
                            відповідно до вимог законодавства України (далі - «ГО») приймає на себе зобов’язання
                            стосовно захисту персональних даних всіх осіб, які відвідали цей сайт
                            «{URL}/» (далі – «Сайт»), у зв'язку з чим прагне захищати конфіденційність
                            наданої Користувачами інформації та її персональних даних (відомостей чи сукупність
                            відомостей про фізичну особу, яка ідентифікована або може бути ідентифікована), тим самим
                            створивши і забезпечивши максимально комфортні умови використання Сайту кожному
                            Користувачеві.<br />
                            Політика конфіденційності інформації та захисту персональних даних (далі – «Політика»)</p>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Визначення термінів</h2>
                        <ol>
                            <li>Персональні дані - відомості чи сукупність відомостей про фізичну особу, яка
                                ідентифікована або може бути конкретно ідентифікована.
                            </li>
                            <li>Конфіденційна інформація - це відомості, які знаходяться у володінні, користуванні або
                                розпорядженні окремих фізичних чи юридичних осіб і поширюються за їх бажанням відповідно
                                до передбачених ними умов, у тому числі (але не виключно) дані про звернення Користувача
                                за психологічною або іншою допомогою, результати консультацій, досліджень, а також інша
                                інформація про стан здоров'я Користувача, яке відповідно до чинного законодавства є
                                конфіденційною інформацією.
                            </li>
                            <li>Користувач - фізична або юридична дієздатна особа, яка досягла 18-річного віку,
                                повністю прийняла всі умови даної Політики, через реєстрацію на Сайті (шляхом
                                авторизації
                                через SMS) і володіє індивідуальним логіном і паролем для використання послуг даного
                                Сайту і
                                всіх випливаючих з нього послуг. Користувач передає (у тому числі надає згоду на
                                використання такої інформації в межах чинного законодавства України та мети користування
                                Сайтом) ГО для користування Сайтом та отримання послуг, котрі передбачені на Сайті –
                                персональні дані та конфіденційну інформацію.
                            </li>
                            <li>ГО – власник онлайн-платформи (Сайту), у тому числі Адміністратор Сайту.</li>
                            <li>Контрагент/партнер - сторона цивільно-правових договорів з ГО, який співпрацює з ГО для
                                реалізації мети онлайн-платформи, у тому числі може отримувати конфіденційну інформацію
                                та
                                персональні дані Користувачів, за умови збереження конфіденційності цієї інформації.
                            </li>
                            <li>Сайт - інтернет-платформа «Розкажи мені» - {`${URL}/`}, включаючи всі його
                                піддомени, який знаходиться під організаційним контролем та власністю ГО.
                            </li>
                            <li>Cookies - невеликий фрагмент даних, відправлений веб-сервером що зберігається на
                                комп'ютері користувача, який веб-клієнт, або веб-браузер кожен раз пересилає веб-серверу
                                в
                                HTTP/HTTPS-запиті при спробі відкрити сторінку відповідного сайту. 1.8. IP-адреса -
                                унікальна мережева адреса вузла в комп'ютерній мережі, побудованій за протоколом IP.
                            </li>
                            <li>Мета Сайту – надавати психологічну підтримку тим, хто потребує консультації, допомоги у
                                зв’язку з поширенням пандемії COVID-19.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Застереження про захист персональних даних</h2>
                        <ol>
                            <li>На виконання вимог Закону України «Про захист персональних даних» № 2297-VI від
                                01.06.2010 Користувач(ка) гарантує, що у разі передачі своїх персональних даних ГО у
                                процесі
                                користування Сайтом, ГО отримує на необмежений строк однозначну, беззаперечну згоду на
                                обробку та передачу персональних даних, що їй передаються Користувачем(кою).
                            </li>
                            <li>ГО гарантує, що передача та обробка персональних даних у зв’язку з користуванням Сайтом
                                охоплюється метою обробки персональних даних для наданням відповідних послуг на даному
                                Сайті
                                та що отримані дані обробляються та передаються відповідно до вимог чинного
                                законодавства
                                України в сфері захисту персональних даних.
                            </li>
                            <li>Користувач(ка) у свою чергу повністю усвідомлює та згоден(а) з метою обробки
                                персональних даних, що відбувається відповідно до Закону, та про те, що його(її)
                                персональні
                                дані можуть бути включені до бази персональних даних ГО, та можуть бути передані третім
                                особам, афілійованим особам в Україні та за кордоном, а також їх контрагентам/партнерам,
                                у
                                разі якщо це є необхідним для мети використання даного Сайту Користувачем(кою).
                            </li>
                            <li>ГО обробляє такі персональні дані з метою забезпечення для Користувача(ки) можливості
                                користування безкоштовними послугами Сайту, реалізації мети для якої Сайт був творений.
                                ГО
                                забезпечує всі необхідні організаційні та технічні засоби для можливого захисту
                                отриманих
                                персональних даних від несанкціонованого доступу або обробки.
                            </li>
                            <li>Персональні дані зберігаються терміном не більше, ніж це необхідно відповідно до мети
                                їх обробки. Після того, як суб'єкт персональних даних перестав бути користувачем Сайту
                                шляхом видалення свого облікового запису на Сайті, його персональні дані також
                                автоматично видаляються.
                            </li>
                            <li>Конфіденційна інформація - це відомості, які знаходяться у володінні, користуванні або
                                розпорядженні окремих фізичних чи юридичних осіб і поширюються за їх бажанням відповідно
                                до передбачених ними умов, у тому числі (але не виключно) дані про звернення Користувача
                                за психологічною або іншою допомогою, результати консультацій, досліджень, а також інша
                                інформація про стан здоров'я Користувача, яке відповідно до чинного законодавства є
                                конфіденційною інформацією.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Коли збираються персональні дані користувачів</h2>
                        <ol>
                            <li>Персональні дані збираються, коли Користувачі заповнюють анкету для отримання
                                психологічної підтримки, або ж анкету на участь в проекті у ролі психолога, усі дані
                                надсилаються ГО (за допомогою Сайту).
                            </li>
                            <li>Зокрема, але не виключно, ГО отримує наступні дані Користувачів: ім’я, прізвище, вік,
                                стать, номер телефону (включаючи номер мобільного телефону), IP-адресу, будь-яку іншу
                                інформацію, яку Користувачі передають ГО про сфери вашого інтересу та мети користування
                                Сайтом, і будь-яку іншу інформацію, яку Користувачі передають додатково.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Охорона конфіденційності інформації</h2>
                        <ol>
                            <li>
                                <p className = 'privacy-policy__subtitle'>З метою охорони конфіденційності інформації, ГО
                                    зобов'язані:
                                </p>
                                <ol>
                                    <li>не розголошувати інформацію, що становить конфіденційну інформацію, що містить
                                        персональні дані Користувачів і без їх згоди не використовувати цю інформацію в
                                        особистих цілях, що не пов’язані з метою Сайту;
                                    </li>
                                </ol>
                            </li>
                            <li>Відносини між ГО і його контрагентами/партнерами в частині, що стосується нерозголошення
                                конфіденційної інформації, регулюються законодавством, договорами і цією політикою
                                конфіденційності. У договорах ГО з контрагентами/партнерами зазначає пункт про
                                нерозголошення контрагентом інформації, що становить конфіденційну інформацію.
                            </li>
                            <li>ГО вживає всіх можливих організаційних і технічних заходів для захисту персональних
                                даних від випадкового і шахрайського доступу, знищення, перекручення або інших
                                неправомірних
                                дій.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Права та обов'язки користувачів сайту</h2>
                        <ol>
                            <li><p className = 'privacy-policy__subtitle'>Користувач сайту має право:</p>
                                <ol>
                                    <li>користуватися всіма технічними можливостями Сайту;</li>
                                    <li>мати доступ до будь-якої публічної інформації, розміщеної на Сайті;</li>
                                    <li>використовувати інформацію з сайту в особистих і некомерційних цілях.</li>
                                </ol>
                            </li>
                            <li><p className = 'privacy-policy__subtitle'>Користувач сайту зобов'язується:</p>
                                <ol>
                                    <li>при здійсненні реєстрації вказувати і розміщувати публічні достовірні особисті
                                        дані;
                                    </li>
                                    <li>використовувати Сайт тільки в цілях (враховуючи мету Сайту), що не суперечать
                                        чинному
                                        законодавству України та принципам розумності та моралі;
                                    </li>
                                    <li>нести відповідальність перед третіми особами за свої дії або бездіяльність при
                                        використанні Сайту;
                                    </li>
                                    <li>самостійно і за свій рахунок врегулювати всі претензії третіх осіб, пов'язані з
                                        дією
                                        або бездіяльністю Користувача при використанні Сайту.
                                    </li>
                                </ol>
                            </li>
                            <li><p className = 'privacy-policy__subtitle'>Користувачеві сайту забороняється:</p>
                                <ol>
                                    <li>розпалювати релігійні, расові або міжнаціональної ворожнечі;</li>
                                    <li>вчиняти дії, спрямовані на введення інших Користувачів в оману;</li>
                                    <li>вчиняти дії, що порушують честь і гідність, права і свободи будь-якої особи;
                                    </li>
                                    <li>реєструвати акаунт від імені третьої особи або замість іншої особи;</li>
                                    <li>надавати в користування свій обліковий запис і / або логін і пароль від свого
                                        облікового запису третім особам;
                                    </li>
                                    <li>будь-яке використання інформації з сайту в комерційних цілях.</li>
                                </ol>
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Права та обов'язки ГО</h2>
                        <ol>
                            <li><p className = 'privacy-policy__subtitle'>ГО має право:</p>
                                <ol>
                                    <li>встановлювати, змінювати і скасовувати в письмовій формі режим конфіденційної
                                        інформації відповідно до чинного законодавства або необхідності роботи Сайту;
                                    </li>
                                    <li>використовувати інформацію, що становить конфіденційну інформацію, для власних
                                        потреб
                                        в порядку, що не суперечить законодавству;
                                    </li>
                                    <li>дозволяти або забороняти доступ до інформації, що є конфіденційною інформацією,
                                        визначати порядок і умови доступу до цієї інформації;
                                    </li>
                                    <li>вимагати від юридичних і фізичних осіб, які отримали доступ до інформації, що є
                                        конфіденційною, органів державної влади, інших державних органів, органів
                                        місцевого
                                        самоврядування, яким надана інформація, що є конфіденційною, дотримання
                                        обов'язків по
                                        охороні її конфіденційності;
                                    </li>
                                    <li>вимагати від осіб, які отримали доступ до інформації, що є конфіденційною, в
                                        результаті дій, вчинених випадково або помилково, охорони конфіденційності цієї
                                        інформації;
                                    </li>
                                    <li>у разі розміщення Користувачем на Сайті або за його допомогою інформації або
                                        здійснення інших дій, які не відповідають положенням чинного законодавства
                                        України та даної Політики конфіденційності, - без повідомлення на власний розсуд
                                        видалити повністю або частково розміщену Користувачем інформацію, включаючи ту
                                        інформацію, щодо якої важко визначити її відповідність законодавству;
                                    </li>
                                    <li>на зміни Політики конфіденційності для подальшого вдосконалення системи безпеки
                                        відповідно до чинного законодавства;
                                    </li>
                                    <li>відправляти Користувачу інформаційні повідомлення - у разі, коли Користувач хоче
                                        відмовитися від отримання розсилок від ГО, він повинен повідомити про це ГО
                                        будь-яким зручним для нього способом.
                                    </li>
                                </ol>
                            </li>
                            <li><p className = 'privacy-policy__subtitle'>ГО зобов'язується:</p>
                                <ol>
                                    <li>захищати в установленому чинним законодавством, цією політикою і
                                        цивільно-правовими
                                        договорами порядку свої права в разі розголошення, незаконного одержання або
                                        незаконного
                                        використання третіми особами інформації, що є конфіденційною інформацією, в тому
                                        числі
                                        вимагати відшкодування збитків, завданих у зв'язку з порушенням його прав.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                        <div id = 'cookie-info' />
                    </div>
                    <div className = 'privacy-policy__tex-wrap' >
                        <h2 className = 'title'>Взаємодія сайту з іншими ресурсами та використання cookie</h2>
                        <ol>
                            <li>При використанні Користувачами Сайту на його сторінках можуть бути присутніми коди
                                інших інтернет ресурсів і третіх осіб, в результаті чого такі інтернет ресурси і треті
                                особи
                                отримують дані Користувачів. Отже, ці інтернет-ресурси можуть отримувати і обробляти
                                інформацію, про те, що користувач відвідав ці сторінки, а також іншу інформацію, яку
                                передає
                                браузер користувача.
                            </li>
                            <li><p className = 'privacy-policy__subtitle'>Такими інтернет-ресурсами можуть бути:</p>
                                <ul>
                                    <li>адмін-панель сайту;</li>
                                    <li>соціальні плагіни мереж;</li>
                                    <li>чат-боти.</li>
                                </ul>
                            </li>
                            <li>Використання зазначених сервісів необхідно для оперативного користування Сайтом
                                Користувачами, для внутрішньої і зовнішньої оцінки відвідуваності Сайту, активності
                                користувачів. Дані, отримані від зазначених сервісів ГО не зберігає і не обробляє.
                                Відповідно, якщо користувач в силу будь-яких причин не бажає, щоб зазначені сервіси
                                отримували доступ до його персональних даних, користувач може за власним бажанням вийти
                                зі свого акаунта чи профілю, очистити файли cookie (через свій браузер).
                            </li>
                            <li>Cookie дозволяють надавати індивідуалізовані послуги. Існує кілька різновидів файлів
                                cookie: тимчасові cookie (або сеансові cookie) стираються, коли браузер закривається;
                                постійні cookie не стираються, але залишаються до тих пір, поки їх навмисно не видаляють
                                або закінчується термін їхньої дії (він залежить від того, на який час Сайт програмує
                                тривалість дії cookie).
                            </li>
                            <li>Більшість браузерів автоматично налаштовані приймати файли cookie*. Користувач можете
                                відключити файли cookie на своєму браузері, але пам'ятайте, що якщо це зробити, можна
                                втратити багато характеристик, необхідних для кращої роботи (використання) Сайту. Якщо
                                Користувачу необхідна більш детальна інформація про файли cookie, будь ласка, відвідайте
                                сайт <a href = 'http://www.aboutcookies.org' target = '_blank'>www.aboutcookies.org</a>,
                                який містить вичерпну і незалежну інформацію про те, як
                                відключити cookie, використовуючи налаштування браузера, і як видалити cookie, що вже
                                знаходяться на комп'ютері Користувача. Щоб видалити файли cookie зі свого мобільного
                                телефону, Користувачу необхідно проконсультуватися з інструкцією до свого телефонного
                                пристрою.
                            </li>
                            <li>Строго обов'язкові файли cookie - дані файли cookie важливі для того, щоб допомогти
                                Користувачу в навігації по сайту і використанні його можливостей, таких як доступ до
                                конфіденційних зон на веб-сайті. Без цих файлів cookie, запитувані Користувачами
                                послуги, оперативна навігація не можуть бути надані.
                            </li>
                            <li>Експлуатаційні файли cookie – дані файли cookie збирають інформацію про те, як
                                користувачі використовують сайт, наприклад, на які сторінки відвідувачі заходять
                                найчастіше, і чи отримують вони на веб-сторінках повідомлення про помилку. Дані файли
                                cookie не збирають інформацію, яка ідентифікує Користувача. Вся інформація, яку збирають
                                ці файли cookie, є сумарною, і тому анонімною. Вона використовується виключно для
                                поліпшення роботи сайту.
                            </li>
                            <li>Функціональні файли cookie - дані файли cookie дозволяють сайту запам'ятати зроблений
                                Користувачем вибір (наприклад, ім'я, мову чи регіон) і збирають розширені, особисті
                                характеристики. Інформація, яку збирають ці cookie, може бути зроблена анонімною, і вони
                                не можуть відстежити Користувача пошукову діяльність на інших сайтах.
                            </li>
                            <li>Приймаючи Умови використання (дану Політику), а також отримання доступу до Сайту і
                                використання його, Користувач погоджуєтеся на використання файлів cookie. Користувач
                                також можете погодитися на використання нами файлів cookie, за допомогою налаштувань,
                                вибраних Вами в своєму браузері.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Безпека неповнолітніх</h2>
                        <ol>
                            <li>Сайт не призначений для неповнолітніх користувачів. ГО дуже серйозно ставиться до
                                питань безпеки, особливо щодо осіб, які не досягли повноліття, у зв'язку з чим ГО
                                звертається до батьків із закликом пояснити своїм дітям про проблеми безпеки в
                                Інтернеті,
                                про їх конкретну мету і потребу у використанні Сайту.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Зміна політики</h2>
                        <ol>
                            <li>До цієї Політики періодично та без попереднього повідомлення Користувачів про таке
                                можуть вноситись зміни та доповнення, у тому числі, але не виключно, при зміні вимог
                                законодавства.
                            </li>
                            <li>У випадку внесення істотних змін до цієї Політики - буде розміщено повідомлення на
                                Сайті та зазначено термін набрання цими змінами чинності. Якщо протягом зазначеного
                                терміну
                                Користувачі не відмовляються від їх прийняття в належній письмовій формі, це означатиме,
                                що
                                Користувачі погоджуються з відповідними змінами Політики.
                            </li>
                            <li>Просимо своїх Користувачів час від часу переглядати Політику для того, щоб бути в курсі
                                будь-яких змін або доповнень.
                            </li>
                        </ol>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <p className = 'privacy-policy__outside'>ГО дотримується загальноприйнятих стандартів для захисту
                            інформації, що була переданої йому.
                            Проте ніякий метод передачі інформації в Інтернет і зберігання її в електронному вигляді не
                            є на 100% безпечним. Таким чином, ГО прикладає максимум зусиль для забезпечення безпеки
                            персональної інформації Користувачів, але ГО не може гарантувати абсолютну надійність.
                            Звертаємо увагу, що збір всієї цієї інформації (у тому числі, але не виключно персональні
                            дані) є дуже важливим і допомагає ГО при подальшому співробітництві з Користувачами. Вся
                            інформація, яку Користувачі передають ГО, буде оброблятися і зберігатися з найвищою
                            відповідальністю.</p>
                    </div>
                    <div className = 'privacy-policy__tex-wrap'>
                        <h2 className = 'title'>Як увімкнути cookie</h2>
                        <div><p className = 'privacy-policy__subtitle'>Chrome (Windows):</p>
                            <ol>
                                <li>Відкрийте меню <b>Інструменти</b></li>
                                <li>Оберіть <b>Налаштування</b>.</li>
                                <li>Перейдіть на вкладку <b>Розширені</b>.</li>
                                <li>Натисніть кнопку <b>Налаштування змісту</b> у розділі «Особисті дані».</li>
                                <li>Встановіть перемикач у стан <b>Дозволити зберігати локальні дані (рекомендовано)</b>.
                                </li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Chrome (Linux):</p>
                            <ol>
                                <li>Відкрийте меню <b>Налаштування та керування Google Chrome</b>.</li>
                                <li>Оберіть <b>Налаштування</b>.</li>
                                <li>Натисніть <b>Розширені</b>.</li>
                                <li>В розділі <b>Конфіденційність і безпека натисніть кнопку Налаштування сайту</b>.
                                </li>
                                <li>Натисніть <b>Cookie-файли</b>.</li>
                                <li>Встановіть перемикач у стан <b>Дозволити сайтам зберігати ті розпізнавати дані файли
                                    cookie (рекомендується)</b>.
                                </li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Chrome (Mac):</p>
                            <ol>
                                <li>Оберіть <b>Chrome {'>'} Налаштування</b> у панелі меню.</li>
                                <li>Перейдіть на вкладку <b>Розширені</b>.</li>
                                <li>Натисніть кнопку <b>Налаштування змісту</b> у розділі «Особисті дані».</li>
                                <li>Встановіть перемикач у стан <b>Дозволити зберігати локальні дані (рекомендовано)</b>.
                                </li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Opera 10 і вище:</p>
                            <ol>
                                <li>Зайдіть у меню браузера (у лівому верхньому куті сторінки іконка Опера) і оберіть
                                    пункт <b>Налаштування {'>'} Загальні налаштування</b>.
                                </li>
                                <li>У вікні «Налаштування» перейдіть на вкладку <b>Розширені</b>.</li>
                                <li>У меню, яке розміщене у лівій частині закладки, оберіть пункт <b>Cookies</b>.</li>
                                <li>Напроти пункту <b>Приймати cookies</b> поставте крапку.</li>
                                <li>Натисніть <b>OK</b>.</li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Opera 9:</p>
                            <ol>
                                <li>У меню браузера оберіть пункт <b>Інструменти {'>'} Налаштування</b>.</li>
                                <li>У «Налаштуваннях» перейдіть у закладку <b>Додатково</b>.</li>
                                <li>У меню, яке розміщене у лівій частині закладки, оберіть пункт <b>Cookies</b>.</li>
                                <li>У блоці визначення з файлами cookies оберіть значення <b>Приймати cookies</b>.</li>
                                <li>Натисніть <b>ОК</b>.</li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Mozilla Firefox 3.x і вище (Windows):</p>
                            <ol>
                                <li>Відкрийте меню <b>Інструменти {'>'} Налаштування</b>.</li>
                                <li>На верхній панелі оберіть розділ <b>Приватність</b>.</li>
                                <li>У меню, що відкриється, оберіть варіант <b>буде використовувати ваші налаштування
                                    зберігання історії</b>.
                                </li>
                                <li>Щоб увімкнути файли cookie встановіть прапорець <b>Приймати кукі з сайтів</b>.</li>
                                <li>Натисніть <b>ОК</b>.</li>
                                <li />
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Mozilla Firefox 3.x і вище (Linux):</p>
                            <ol>
                                <li>Відкрийте меню <b>Відкрити меню {'>'} Налаштування</b>.</li>
                                <li>У лівому меню оберіть розділ <b>Приватність і Безпека</b>.</li>
                                <li>У меню, що відкриється, оберіть варіант <b>Звичайне</b>.</li>
                                <li>Натисніть на кнопку <b>Перезавантажити всі вкладки</b>.</li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Mozilla Firefox (Mac):</p>
                            <ol>
                                <li>Відкрийте меню <b>Firefox</b>.</li>
                                <li>Оберіть <b>Налаштування</b>.</li>
                                <li>Перейдіть на вкладку <b>Приватність і Безпека</b>.</li>
                                <li>У блоці <b>Історія відвідувань</b> оберіть варіант Пам'ятати історію.</li>
                                <li>Щоб увімкнути файли cookie, у розділі <b>Блокування вмісту</b> віберіть <b>Лише якщо
                                    Firefox налаштовано блокувати відомі елементи стеження</b>.
                                </li>
                                <li>Натисніть <b>ОК</b>.</li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Internet Explorer 6 і вище:</p>
                            <ol>
                                <li>Зайдіть у меню браузера (іконка налаштувань у правому верхньому куті) і оберіть пункт <b>Властивості оглядача</b>.</li>
                                <li>У вікні «Властивості оглядача» оберіть вкладку <b>Конфіденційність</b>.</li>
                                <li>У блоці «Параметри» встановлено рівень конфіденційності. Для дозволу приймати всі файли cookies встановіть найнижчий рівень за допомогою повзунка (посуньте його в самий низ).</li>
                                <li>Натисніть <b>ОК</b>.</li>
                            </ol>
                        </div>
                        <div><p className = 'privacy-policy__subtitle'>Safari:</p>
                            <ol>
                                <li>Відкрийте розкривне меню <b>Safari</b>.</li>
                                <li>Виберіть <b>Налаштування</b>.</li>
                                <li>У верхній панелі оберіть розділ <b>Конфіденційність</b>.</li>
                                <li>У розділі «Приймати cookies» встановіть прапорець <b>Блокувати всі файли cookie</b>.</li>
                            </ol>
                        </div>
                    </div>

                </div>
            </div>
        </section>
    );
};

export default PrivacyPolicy;
